tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "robotsandpencils/made"
brew "libssh2"
brew "aria2"
brew "awscli"
brew "bat"
brew "blueutil"
brew "coreutils"
brew "curl"
brew "libgit2"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "imagemagick"
brew "luv"
brew "mint"
brew "mysql"
brew "neovim"
brew "openjdk@17"
brew "rtx"
brew "sheldon"
brew "starship"
brew "trash"
brew "xcodegen"
brew "yarn"
brew "zsh"
brew "robotsandpencils/made/xcodes"
cask "android-studio"
cask "arc"
cask "charles"
cask "cron"
cask "docker"
cask "figma"
cask "font-hackgen-nerd"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "rectangle"
cask "tableplus"
cask "visual-studio-code"
