tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "colordiff"
brew "exa"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "sheldon"
brew "starship"
brew "trash"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
